Repository: mishzx/IconFlow
Catalog: native/IconFlow.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# AfterText.Text
source: After
ar_sa: بعد
de_de: Nachher
es_es: Después
fr_fr: Après
ja_jp: 変更後
ko_kr: 변경 후
pt_br: Depois
ru_ru: После
zh_tw: 修改後

source: All icons
ar_sa: كل الأيقونات
de_de: Alle Symbole
es_es: Todos los iconos
fr_fr: Toutes les icônes
ja_jp: すべてのアイコン
ko_kr: 모든 아이콘
pt_br: Todos os ícones
ru_ru: Все значки
zh_tw: 全部圖示

# AppearanceHeader.Text
source: Appearance
ar_sa: المظهر
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
ja_jp: 外観
ko_kr: 모양
pt_br: Aparência
ru_ru: Внешний вид
zh_tw: 外觀

# AppTitleBar.Subtitle
source: Icon manager
ar_sa: مدير الأيقونات
de_de: Symbolverwaltung
es_es: Administrador de iconos
fr_fr: Gestionnaire des icônes
ja_jp: アイコン管理
ko_kr: 아이콘 관리자
pt_br: Gerenciador de ícones
ru_ru: Менеджер значков
zh_tw: 圖示管理器

# AutoBackup.Text
source: A backup is created before every change
ar_sa: يتم إنشاء نسخة احتياطية قبل كل تغيير
de_de: Vor jeder Änderung wird gesichert
es_es: Se crea una copia antes de cada cambio
fr_fr: Une sauvegarde est créée avant chaque modification
ja_jp: 変更前に自動バックアップ
ko_kr: 변경 전 자동 백업
pt_br: Um backup é criado antes de cada alteração
ru_ru: Перед каждым изменением создаётся копия
zh_tw: 修改前會自動備份

# AutoBackupValue
source: A backup is created before every change
ar_sa: يتم إنشاء نسخة احتياطية قبل كل تغيير
de_de: Vor jeder Änderung wird gesichert
es_es: Se crea una copia antes de cada cambio
fr_fr: Une sauvegarde est créée avant chaque modification
ja_jp: 変更前に自動バックアップ
ko_kr: 변경 전 자동 백업
pt_br: Um backup é criado antes de cada alteração
ru_ru: Перед каждым изменением создаётся копия
zh_tw: 修改前會自動備份

# BeforeText.Text
source: Before
ar_sa: قبل
de_de: Vorher
es_es: Antes
fr_fr: Avant
ja_jp: 変更前
ko_kr: 변경 전
pt_br: Antes
ru_ru: До
zh_tw: 修改前

# BuiltIn_archive
source: Archive
ar_sa: الأرشيف
de_de: Archiv
es_es: Archivo
fr_fr: Archives
ja_jp: アーカイブ
ko_kr: 보관 자료
pt_br: Arquivo
ru_ru: Архив
zh_tw: 封存資料

# BuiltIn_clinical
source: Clinical
ar_sa: الطب السريري
de_de: Klinik
es_es: Clínica
fr_fr: Clinique
ja_jp: 臨床医療
ko_kr: 임상 의료
pt_br: Clínico
ru_ru: Клиника
zh_tw: 臨床醫療

# BuiltIn_code
source: Code development
ar_sa: تطوير البرمجيات
de_de: Codeentwicklung
es_es: Desarrollo de código
fr_fr: Développement
ja_jp: コード開発
ko_kr: 코드 개발
pt_br: Desenvolvimento
ru_ru: Разработка
zh_tw: 程式開發

# BuiltIn_completed
source: Completed
ar_sa: مكتمل
de_de: Erledigt
es_es: Completado
fr_fr: Terminé
ja_jp: 完了
ko_kr: 완료
pt_br: Concluído
ru_ru: Выполнено
zh_tw: 已完成

# BuiltIn_data
source: Data analysis
ar_sa: تحليل البيانات
de_de: Datenanalyse
es_es: Análisis de datos
fr_fr: Analyse de données
ja_jp: データ分析
ko_kr: 데이터 분석
pt_br: Análise de dados
ru_ru: Анализ данных
zh_tw: 資料分析

# BuiltIn_laboratory
source: Laboratory research
ar_sa: البحث المخبري
de_de: Laborforschung
es_es: Investigación de laboratorio
fr_fr: Recherche en laboratoire
ja_jp: 実験研究
ko_kr: 실험 연구
pt_br: Pesquisa de laboratório
ru_ru: Лабораторные исследования
zh_tw: 實驗研究

# BuiltIn_literature
source: Literature
ar_sa: المراجع
de_de: Literatur
es_es: Literatura
fr_fr: Documentation
ja_jp: 文献資料
ko_kr: 문헌 자료
pt_br: Literatura
ru_ru: Литература
zh_tw: 文獻資料

# BuiltIn_pictures
source: Pictures
ar_sa: الصور
de_de: Bilder
es_es: Imágenes
fr_fr: Images
ja_jp: 画像アルバム
ko_kr: 사진 앨범
pt_br: Imagens
ru_ru: Изображения
zh_tw: 圖片相簿

# BuiltIn_todo
source: To do
ar_sa: المهام
de_de: Zu erledigen
es_es: Pendiente
fr_fr: À faire
ja_jp: 未処理
ko_kr: 할 일
pt_br: A fazer
ru_ru: К выполнению
zh_tw: 待辦事項

# BuiltInFolder
source: Built-in icons · Fluent folders
ar_sa: أيقونات مضمنة · مجلدات Fluent
de_de: Integrierte Symbole · Fluent-Ordner
es_es: Iconos incluidos · Carpetas Fluent
fr_fr: Icônes intégrées · Dossiers Fluent
ja_jp: 内蔵アイコン · Fluent フォルダー
ko_kr: 기본 아이콘 · Fluent 폴더
pt_br: Ícones integrados · Pastas Fluent
ru_ru: Встроенные значки · Папки Fluent
zh_tw: 內建圖示 · Fluent 資料夾

# BuiltInSource
source: Built into IconFlow
ar_sa: مضمن في IconFlow
de_de: In IconFlow enthalten
es_es: Incluido en IconFlow
fr_fr: Intégré à IconFlow
ja_jp: IconFlow 内蔵
ko_kr: IconFlow 기본 제공
pt_br: Integrado ao IconFlow
ru_ru: Встроено в IconFlow
zh_tw: IconFlow 內建

source: Change icon
ar_sa: تغيير الأيقونة
de_de: Symbol ändern
es_es: Cambiar icono
fr_fr: Changer icône
ja_jp: アイコンを変更
ko_kr: 아이콘 변경
pt_br: Alterar ícone
ru_ru: Изменить значок
zh_tw: 更換圖示

# ChangeMigrate.Content
source: Change and migrate
ar_sa: تغيير ونقل
de_de: Ändern und migrieren
es_es: Cambiar y migrar
fr_fr: Modifier et migrer
ja_jp: 変更して移行
ko_kr: 변경 및 마이그레이션
pt_br: Alterar e migrar
ru_ru: Изменить и перенести
zh_tw: 變更並移轉

# ChooseFolder.Content
source: Choose folder
ar_sa: اختيار مجلد
de_de: Ordner auswählen
es_es: Elegir carpeta
fr_fr: Choisir un dossier
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
pt_br: Escolher pasta
ru_ru: Выбрать папку
zh_tw: 選擇資料夾

# ChooseShortcut.Content
source: Choose shortcut
ar_sa: اختيار اختصار
de_de: Verknüpfung auswählen
es_es: Elegir acceso directo
fr_fr: Choisir un raccourci
ja_jp: ショートカットを選択
ko_kr: 바로 가기 선택
pt_br: Escolher atalho
ru_ru: Выбрать ярлык
zh_tw: 選擇捷徑

# CompatMenu.Header
source: Compatible Explorer context menu
ar_sa: قائمة مستكشف متوافقة
de_de: Kompatibles Explorer-Kontextmenü
es_es: Menú contextual compatible del Explorador
fr_fr: Menu contextuel compatible Explorateur
ja_jp: 互換エクスプローラーコンテキストメニュー
ko_kr: 호환 탐색기 컨텍스트 메뉴
pt_br: Menu de contexto compatível do Explorer
ru_ru: Совместимое контекстное меню Проводника
zh_tw: 檔案總管相容右鍵選單

# CompatMenu.OffContent
source: Off
ar_sa: إيقاف
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ja_jp: オフ
ko_kr: 끔
pt_br: Desativado
ru_ru: Выкл.
zh_tw: 關閉

# CompatMenu.OnContent
source: On
ar_sa: تشغيل
de_de: Ein
es_es: Activado
fr_fr: Activé
ja_jp: オン
ko_kr: 켬
pt_br: Ativado
ru_ru: Вкл.
zh_tw: 開啟

# DataHeader.Text
source: Data
ar_sa: البيانات
de_de: Daten
es_es: Datos
fr_fr: Données
ja_jp: データ
ko_kr: 데이터
pt_br: Dados
ru_ru: Данные
zh_tw: 資料

# DropTargetSubtitle.Text
source: You can also drop an image to create an ICO
ar_sa: يمكنك أيضاً إفلات صورة لإنشاء ICO
de_de: Bild ablegen und automatisch ICO erstellen
es_es: También puedes soltar una imagen para crear un ICO
fr_fr: Vous pouvez aussi déposer une image pour créer un ICO
ja_jp: 画像をドロップして ICO を自動作成
ko_kr: 이미지를 놓아 ICO 자동 생성
pt_br: Você também pode soltar uma imagem para criar um ICO
ru_ru: Можно перетащить изображение для создания ICO
zh_tw: 也可以拖入圖片，自動產生 ICO

# DropTargetTitle.Text
source: Drop a folder or shortcut
ar_sa: أفلت مجلداً أو اختصاراً
de_de: Ordner oder Verknüpfung ablegen
es_es: Arrastra una carpeta o acceso directo
fr_fr: Déposez un dossier ou un raccourci
ja_jp: フォルダーまたはショートカットをドロップ
ko_kr: 폴더 또는 바로 가기 놓기
pt_br: Solte uma pasta ou atalho
ru_ru: Перетащите папку или ярлык
zh_tw: 拖入資料夾或捷徑

source: Edit
ar_sa: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
zh_tw: 編輯

# EditorAspect.Header
source: Crop ratio
ar_sa: نسبة القص
de_de: Zuschnittverhältnis
es_es: Relación de recorte
fr_fr: Format de recadrage
ja_jp: 切り抜き比率
ko_kr: 자르기 비율
pt_br: Proporção de corte
ru_ru: Соотношение кадра
zh_tw: 裁切比例

# EditorBlack.Content
source: Black
ar_sa: أسود
de_de: Schwarz
es_es: Negro
fr_fr: Noir
ja_jp: 黒
ko_kr: 검정
pt_br: Preto
ru_ru: Чёрный
zh_tw: 黑色

# EditorBottomColor.Header
source: Background color
ar_sa: لون الخلفية
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur arrière-plan
ja_jp: 背景色
ko_kr: 배경색
pt_br: Cor de fundo
ru_ru: Цвет фона
zh_tw: 底層顏色

# EditorCancel.Content
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_tw: 取消

# EditorColorGreen.Content
source: Green
ar_sa: أخضر
de_de: Grün
es_es: Verde
fr_fr: Vert
ja_jp: 緑
ko_kr: 녹색
pt_br: Verde
ru_ru: Зелёный
zh_tw: 綠色

# EditorCoral.Content
source: Coral
ar_sa: مرجاني
de_de: Koralle
fr_fr: Corail
ja_jp: コーラル
ko_kr: 코랄
ru_ru: Коралловый
zh_tw: 珊瑚紅

# EditorCorner.Text
source: Image corners
ar_sa: زوايا الصورة
de_de: Bildecken
es_es: Esquinas de imagen
fr_fr: Coins de image
ja_jp: 画像の角丸
ko_kr: 이미지 모서리
pt_br: Cantos da imagem
ru_ru: Скругление изображения
zh_tw: 圖像圓角

# EditorCyan.Content
source: Cyan
ar_sa: سماوي
es_es: Cian
ja_jp: シアン
ko_kr: 청록
pt_br: Ciano
ru_ru: Циан
zh_tw: 青色

# EditorDarkGray.Content
source: Dark gray
ar_sa: رمادي داكن
de_de: Dunkelgrau
es_es: Gris oscuro
fr_fr: Gris foncé
ja_jp: ダークグレー
ko_kr: 진회색
pt_br: Cinza escuro
ru_ru: Тёмно-серый
zh_tw: 深灰

# EditorGreen.Content
source: Green
ar_sa: أخضر
de_de: Grün
es_es: Verde
fr_fr: Vert
ja_jp: 緑
ko_kr: 녹색
pt_br: Verde
ru_ru: Зелёный
zh_tw: 綠色

# EditorHorizontal.Text
source: Horizontal position
ar_sa: الموضع الأفقي
de_de: Horizontale Position
es_es: Posición horizontal
fr_fr: Position horizontale
ja_jp: 水平位置
ko_kr: 가로 위치
pt_br: Posição horizontal
ru_ru: Горизонтальное положение
zh_tw: 水平位置

# EditorIndigo.Content
source: Indigo
ar_sa: نيلي
es_es: Índigo
ja_jp: インディゴ
ko_kr: 인디고
pt_br: Índigo
ru_ru: Индиго
zh_tw: 靛藍

# EditorLightGray.Content
source: Light gray
ar_sa: رمادي فاتح
de_de: Hellgrau
es_es: Gris claro
fr_fr: Gris clair
ja_jp: ライトグレー
ko_kr: 연회색
pt_br: Cinza claro
ru_ru: Светло-серый
zh_tw: 淺灰

# EditorLocalOnly.Text
source: Everything is processed locally
ar_sa: تتم جميع المعالجة محلياً
de_de: Alles wird lokal verarbeitet
es_es: Todo se procesa localmente
fr_fr: Tout est traité localement
ja_jp: すべてローカルで処理されます
ko_kr: 모든 처리는 로컬에서 수행됩니다
pt_br: Tudo é processado localmente
ru_ru: Вся обработка выполняется локально
zh_tw: 所有處理均在本機完成

# EditorMagenta.Content
source: Magenta
ar_sa: أرجواني
ja_jp: マゼンタ
ko_kr: 마젠타
ru_ru: Пурпурный
zh_tw: 洋紅色

# EditorOriginalRatio.Content
source: Free / original
ar_sa: حر / أصلي
de_de: Frei / Original
es_es: Libre / original
fr_fr: Libre / original
ja_jp: 自由 / 元の比率
ko_kr: 자유 / 원본
pt_br: Livre / original
ru_ru: Свободно / исходное
zh_tw: 自由 / 原比例

# EditorPadding.Text
source: Transparent padding
ar_sa: هامش شفاف
de_de: Transparenter Rand
es_es: Margen transparente
fr_fr: Marge transparente
ja_jp: 透明な余白
ko_kr: 투명 여백
pt_br: Margem transparente
ru_ru: Прозрачные поля
zh_tw: 透明邊距

# EditorRemoveBackground.Header
source: Remove background color
ar_sa: إزالة لون الخلفية
de_de: Hintergrundfarbe entfernen
es_es: Quitar color de fondo
fr_fr: Supprimer la couleur de fond
ja_jp: 背景色を削除
ko_kr: 배경색 제거
pt_br: Remover cor de fundo
ru_ru: Удалить цвет фона
zh_tw: 移除背景色

# EditorRemoveBackground.OffContent
source: Keep background
ar_sa: الاحتفاظ بالخلفية
de_de: Hintergrund behalten
es_es: Conservar fondo
fr_fr: Conserver le fond
ja_jp: 背景を保持
ko_kr: 배경 유지
pt_br: Manter fundo
ru_ru: Сохранить фон
zh_tw: 保留背景

# EditorRemoveBackground.OnContent
source: Make transparent
ar_sa: جعله شفافاً
de_de: Transparent machen
es_es: Hacer transparente
fr_fr: Rendre transparent
ja_jp: 透明にする
ko_kr: 투명하게
pt_br: Tornar transparente
ru_ru: Сделать прозрачным
zh_tw: 轉為透明

# EditorRemoveColor.Header
source: Color to remove
ar_sa: اللون المراد إزالته
de_de: Zu entfernende Farbe
es_es: Color a quitar
fr_fr: Couleur à supprimer
ja_jp: 削除する色
ko_kr: 제거할 색상
pt_br: Cor a remover
ru_ru: Удаляемый цвет
zh_tw: 要移除的顏色

# EditorSave.Content
source: Save icon
ar_sa: حفظ الأيقونة
de_de: Symbol speichern
es_es: Guardar icono
fr_fr: Enregistrer icône
ja_jp: アイコンを保存
ko_kr: 아이콘 저장
pt_br: Salvar ícone
ru_ru: Сохранить значок
zh_tw: 儲存圖示

# EditorShape.Header
source: Background shape
ar_sa: شكل الخلفية
de_de: Hintergrundform
es_es: Forma de fondo
fr_fr: Forme arrière-plan
ja_jp: 背景図形
ko_kr: 배경 도형
pt_br: Forma de fundo
ru_ru: Форма фона
zh_tw: 底層圖形

# EditorShapeCircle.Content
source: Circle
ar_sa: دائرة
de_de: Kreis
es_es: Círculo
fr_fr: Cercle
ja_jp: 円
ko_kr: 원
pt_br: Círculo
ru_ru: Круг
zh_tw: 圓形

# EditorShapeNone.Content
source: None
ar_sa: بلا
de_de: Keine
es_es: Ninguna
fr_fr: Aucune
ja_jp: なし
ko_kr: 없음
pt_br: Nenhuma
ru_ru: Нет
zh_tw: 無

# EditorShapeRounded.Content
source: Rounded square
ar_sa: مربع مستدير
de_de: Abgerundetes Quadrat
es_es: Cuadrado redondeado
fr_fr: Carré arrondi
ja_jp: 角丸四角形
ko_kr: 둥근 사각형
pt_br: Quadrado arredondado
ru_ru: Скруглённый квадрат
zh_tw: 圓角方形

# EditorShapeSquircle.Content
source: Windows 11 squircle
ar_sa: مربع دائري بنمط Windows 11
es_es: Cuadrado redondeado de Windows 11
fr_fr: Carré arrondi Windows 11
ja_jp: Windows 11 スクワークル
ko_kr: Windows 11 스쿼클
pt_br: Quadrado arredondado do Windows 11
ru_ru: Сквиркл Windows 11
zh_tw: Win 11 圓方形

# EditorTitleBar.Subtitle
source: Crop & style
ar_sa: القص والنمط
de_de: Zuschnitt & Stil
es_es: Recorte y estilo
fr_fr: Recadrage et style
ja_jp: 切り抜きとスタイル
ko_kr: 자르기 및 스타일
pt_br: Corte e estilo
ru_ru: Кадрирование и стиль
zh_tw: 裁切與樣式

# EditorTitleBar.Title
source: Edit
ar_sa: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
zh_tw: 編輯

# EditorTolerance.Text
source: Color tolerance
ar_sa: تفاوت اللون
de_de: Farbtoleranz
es_es: Tolerancia de color
fr_fr: Tolérance de couleur
ja_jp: 色の許容範囲
ko_kr: 색상 허용 오차
pt_br: Tolerância de cor
ru_ru: Допуск цвета
zh_tw: 顏色容差

# EditorVertical.Text
source: Vertical position
ar_sa: الموضع الرأسي
de_de: Vertikale Position
es_es: Posición vertical
fr_fr: Position verticale
ja_jp: 垂直位置
ko_kr: 세로 위치
pt_br: Posição vertical
ru_ru: Вертикальное положение
zh_tw: 垂直位置

# EditorWhite.Content
source: White
ar_sa: أبيض
de_de: Weiß
es_es: Blanco
fr_fr: Blanc
ja_jp: 白
ko_kr: 흰색
pt_br: Branco
ru_ru: Белый
zh_tw: 白色

# EditorZoom.Text
source: Zoom
ar_sa: تكبير
es_es: Escala
ja_jp: ズーム
ko_kr: 확대/축소
ru_ru: Масштаб
zh_tw: 縮放

source: Favorite
ar_sa: مفضلة
de_de: Favorit
es_es: Favorito
fr_fr: Favori
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favorito
ru_ru: В избранное
zh_tw: 收藏

# FolderRename.Text
source: Rename folder
ar_sa: إعادة تسمية المجلد
de_de: Ordner umbenennen
es_es: Cambiar nombre de carpeta
fr_fr: Renommer le dossier
ja_jp: フォルダー名を変更
ko_kr: 폴더 이름 바꾸기
pt_br: Renomear pasta
ru_ru: Переименовать папку
zh_tw: 重新命名資料夾

# GeneratingSizes
source: Creating 7 icon sizes…
ar_sa: جارٍ إنشاء 7 أحجام للأيقونة…
de_de: 7 Symbolgrößen werden erstellt…
es_es: Creando 7 tamaños de icono…
fr_fr: Création en 7 tailles…
ja_jp: 7 種類のサイズを生成しています…
ko_kr: 7개 아이콘 크기 생성 중…
pt_br: Criando 7 tamanhos de ícone…
ru_ru: Создание значка в 7 размерах…
zh_tw: 正在產生 7 種尺寸…

# HistoryHeader.Text
source: History & restore
ar_sa: السجل والاستعادة
de_de: Verlauf & Wiederherstellung
es_es: Historial y restauración
fr_fr: Historique et restauration
ja_jp: 履歴と復元
ko_kr: 기록 및 복원
pt_br: Histórico e restauração
ru_ru: История и восстановление
zh_tw: 歷史還原

# HistorySubtitle.Text
source: Changes to the same item are grouped; expand to compare icons
ar_sa: يتم تجميع تغييرات العنصر نفسه؛ وسّع للمقارنة
de_de: Änderungen desselben Elements sind gruppiert; zum Vergleichen erweitern
es_es: Los cambios del mismo elemento se agrupan; expande para comparar
fr_fr: Les modifications du même élément sont groupées ; développez pour comparer
ja_jp: 同じ対象の変更はまとめられます。展開して比較できます
ko_kr: 같은 항목의 변경은 그룹화됩니다. 펼쳐서 비교하세요
pt_br: Alterações do mesmo item são agrupadas; expanda para comparar
ru_ru: Изменения одного объекта сгруппированы; разверните для сравнения
zh_tw: 同一物件的修改預設收合；展開可查看圖示前後對比

# HistorySummary
source: {0} changes · Latest {1}
ar_sa: {0} تغييرات · الأحدث {1}
de_de: {0} Änderungen · Zuletzt {1}
es_es: {0} cambios · Último {1}
fr_fr: {0} modifications · Dernière {1}
ja_jp: {0} 件の変更 · 最新 {1}
ko_kr: 변경 {0}회 · 최근 {1}
pt_br: {0} alterações · Última {1}
ru_ru: Изменений: {0} · Последнее {1}
zh_tw: {0} 次修改 · 最近 {1}

# HomeHeader.Text
source: Quick change
ar_sa: تغيير سريع
de_de: Schnell ändern
es_es: Cambio rápido
fr_fr: Changement rapide
ja_jp: クイック変更
ko_kr: 빠른 변경
pt_br: Troca rápida
ru_ru: Быстрая замена
zh_tw: 快速更換

# HomeSubtitle.Text
source: Select an item, then choose an icon
ar_sa: حدد عنصراً ثم اختر أيقونة
de_de: Element wählen, dann Symbol auswählen
es_es: Selecciona un elemento y elige un icono
fr_fr: Sélectionnez un élément puis une icône
ja_jp: 対象を選び、アイコンを選択
ko_kr: 항목을 선택한 다음 아이콘 선택
pt_br: Selecione um item e escolha um ícone
ru_ru: Выберите объект, затем значок
zh_tw: 選擇物件，再點一個圖示

# IconDelete.Text
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_tw: 刪除

# IconEdit.Text
source: Edit
ar_sa: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
zh_tw: 編輯

# IconMove.Text
source: Move to folder…
ar_sa: نقل إلى مجلد…
de_de: In Ordner verschieben…
es_es: Mover a carpeta…
fr_fr: Déplacer vers un dossier…
ja_jp: フォルダーへ移動…
ko_kr: 폴더로 이동…
pt_br: Mover para pasta…
ru_ru: Переместить в папку…
zh_tw: 移動到資料夾…

# IconRename.Text
source: Rename
ar_sa: إعادة تسمية
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
ja_jp: 名前を変更
ko_kr: 이름 바꾸기
pt_br: Renomear
ru_ru: Переименовать
zh_tw: 重新命名

# ImportIconText.Text
source: Import icons
ar_sa: استيراد الأيقونات
de_de: Symbole importieren
es_es: Importar iconos
fr_fr: Importer des icônes
ja_jp: アイコンをインポート
ko_kr: 아이콘 가져오기
pt_br: Importar ícones
ru_ru: Импорт значков
zh_tw: 匯入圖示

# ImportText.Text
source: Import
ar_sa: استيراد
de_de: Importieren
es_es: Importar
fr_fr: Importer
ja_jp: インポート
ko_kr: 가져오기
pt_br: Importar
ru_ru: Импорт
zh_tw: 匯入

# InstallModernMenu.Content
source: Install / repair Windows 11 menu
ar_sa: تثبيت / إصلاح قائمة Windows 11
de_de: Windows-11-Menü installieren / reparieren
es_es: Instalar / reparar menú de Windows 11
fr_fr: Installer / réparer le menu Windows 11
ja_jp: Windows 11 メニューをインストール / 修復
ko_kr: Windows 11 메뉴 설치 / 복구
pt_br: Instalar / reparar menu do Windows 11
ru_ru: Установить / восстановить меню Windows 11
zh_tw: 安裝 / 修復 Win 11 新版選單

# IntegrationHeader.Text
source: System integration
ar_sa: تكامل النظام
es_es: Integración del sistema
fr_fr: Intégration système
ja_jp: システム統合
ko_kr: 시스템 통합
pt_br: Integração do sistema
ru_ru: Интеграция с системой
zh_tw: 系統整合

# LanguageCombo.Header
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
zh_tw: 語言

# LanguageRestartMessage
source: Reopen IconFlow to apply the new language.
ar_sa: أعد فتح IconFlow لتطبيق اللغة الجديدة.
de_de: IconFlow neu öffnen, um die Sprache anzuwenden.
es_es: Vuelve a abrir IconFlow para aplicar el nuevo idioma.
fr_fr: Rouvrez IconFlow pour appliquer la nouvelle langue.
ja_jp: IconFlow を開き直すと言語が適用されます。
ko_kr: IconFlow를 다시 열어 새 언어를 적용하세요.
pt_br: Reabra o IconFlow para aplicar o novo idioma.
ru_ru: Перезапустите IconFlow для применения языка.
zh_tw: 重新開啟 IconFlow 後套用新語言。

# LanguageSavedTitle
source: Language saved
ar_sa: تم حفظ اللغة
de_de: Sprache gespeichert
es_es: Idioma guardado
fr_fr: Langue enregistrée
ja_jp: 言語を保存しました
ko_kr: 언어 저장됨
pt_br: Idioma salvo
ru_ru: Язык сохранён
zh_tw: 語言已儲存

# LibraryHeader.Text
source: Icon library
ar_sa: مكتبة الأيقونات
de_de: Symbolbibliothek
es_es: Biblioteca de iconos
fr_fr: Bibliothèque des icônes
ja_jp: アイコンライブラリ
ko_kr: 아이콘 라이브러리
pt_br: Biblioteca de ícones
ru_ru: Библиотека значков
zh_tw: 圖示庫

# LibrarySearch.PlaceholderText
source: Search name, tag, or source
ar_sa: البحث بالاسم أو الوسم أو المصدر
de_de: Name, Tag oder Quelle suchen
es_es: Buscar nombre, etiqueta u origen
fr_fr: Rechercher un nom, une étiquette ou une source
ja_jp: 名前、タグ、ソースを検索
ko_kr: 이름, 태그 또는 출처 검색
pt_br: Pesquisar nome, tag ou origem
ru_ru: Поиск по имени, тегу или источнику
zh_tw: 搜尋名稱、標籤或來源

# LibrarySubtitle.Text
source: Drag icons into folders to organize them
ar_sa: اسحب الأيقونات إلى المجلدات لتنظيمها
de_de: Symbole zum Sortieren in Ordner ziehen
es_es: Arrastra iconos a carpetas para organizarlos
fr_fr: Faites glisser les icônes dans des dossiers
ja_jp: アイコンをフォルダーへドラッグして整理
ko_kr: 아이콘을 폴더로 끌어 정리
pt_br: Arraste ícones para pastas para organizar
ru_ru: Перетаскивайте значки в папки
zh_tw: 拖動圖示即可整理到資料夾

# LocalMode.Text
source: WinUI 3 · Single process · No Chromium · Local only
ar_sa: WinUI 3 · عملية واحدة · بدون Chromium · محلي
de_de: WinUI 3 · Ein Prozess · Ohne Chromium · Lokal
es_es: WinUI 3 · Un proceso · Sin Chromium · Solo local
fr_fr: WinUI 3 · Processus unique · Sans Chromium · Local
ja_jp: WinUI 3 · 単一プロセス · Chromium なし · ローカル
ko_kr: WinUI 3 · 단일 프로세스 · Chromium 없음 · 로컬
pt_br: WinUI 3 · Processo único · Sem Chromium · Local
ru_ru: WinUI 3 · Один процесс · Без Chromium · Локально
zh_tw: WinUI 3 · 單一處理序 · 無 Chromium · 本機處理

# MigrateNote.Text
source: Icons are copied and verified before switching; applied icons remain valid.
ar_sa: يتم نسخ الأيقونات والتحقق منها قبل التبديل؛ وتظل الأيقونات المطبقة صالحة.
de_de: Symbole werden vor dem Wechsel kopiert und geprüft; angewendete Symbole bleiben gültig.
es_es: Los iconos se copian y verifican antes de cambiar; los aplicados siguen funcionando.
fr_fr: Les icônes sont copiées et vérifiées avant le changement ; les icônes appliquées restent valides.
ja_jp: 切り替え前にコピーと検証を行います。適用済みアイコンは失われません。
ko_kr: 전환 전에 아이콘을 복사하고 확인합니다. 적용된 아이콘은 유지됩니다.
pt_br: Os ícones são copiados e verificados antes da troca; ícones aplicados continuam válidos.
ru_ru: Перед переключением значки копируются и проверяются; применённые значки сохраняются.
zh_tw: 確認後會複製並驗證全部圖示，再切換到新位置；已套用的圖示不會失效。

# ModernMenuEnabled
source: The Windows 11 primary context menu is enabled.
ar_sa: تم تمكين قائمة السياق الرئيسية في Windows 11.
de_de: Das primäre Windows-11-Kontextmenü ist aktiviert.
es_es: El menú contextual principal de Windows 11 está activado.
fr_fr: Le menu contextuel principal de Windows 11 est activé.
ja_jp: Windows 11 の新しいコンテキストメニューが有効です。
ko_kr: Windows 11 새 컨텍스트 메뉴가 활성화되었습니다.
pt_br: O menu de contexto principal do Windows 11 está ativado.
ru_ru: Новое контекстное меню Windows 11 включено.
zh_tw: Windows 11 新版第一層選單元件已啟用。

# ModernMenuPortable
source: Portable compatibility mode is active. Install the modern menu component to use the Windows 11 primary menu.
ar_sa: وضع التوافق المحمول نشط. ثبّت مكوّن القائمة الحديثة لاستخدام قائمة Windows 11 الرئيسية.
de_de: Der portable Kompatibilitätsmodus ist aktiv. Installieren Sie die moderne Menükomponente für das primäre Windows-11-Menü.
es_es: El modo portátil compatible está activo. Instala el componente moderno para usar el menú principal de Windows 11.
fr_fr: Le mode portable compatible est actif. Installez le composant moderne pour utiliser le menu principal de Windows 11.
ja_jp: ポータブル互換モードです。Windows 11 の新しいメニューを使うにはメニューコンポーネントをインストールしてください。
ko_kr: 포터블 호환 모드입니다. Windows 11 기본 메뉴를 사용하려면 새 메뉴 구성 요소를 설치하세요.
pt_br: O modo portátil compatível está ativo. Instale o componente moderno para usar o menu principal do Windows 11.
ru_ru: Включён переносной режим совместимости. Установите компонент нового меню для основного меню Windows 11.
zh_tw: 目前為可攜相容模式；安裝新版選單元件後可進入 Windows 11 第一層選單。

# ModernStatus.Text
source: Checking the Windows 11 modern menu…
ar_sa: جارٍ فحص قائمة Windows 11 الحديثة…
de_de: Windows-11-Menü wird geprüft…
es_es: Comprobando el menú moderno de Windows 11…
fr_fr: Vérification du menu moderne de Windows 11…
ja_jp: Windows 11 の新メニューを確認中…
ko_kr: Windows 11 새 메뉴 확인 중…
pt_br: Verificando o menu moderno do Windows 11…
ru_ru: Проверка нового меню Windows 11…
zh_tw: 正在檢查 Windows 11 新版選單元件…

# NavHistory.Content
source: History & restore
ar_sa: السجل والاستعادة
de_de: Verlauf & Wiederherstellung
es_es: Historial y restauración
fr_fr: Historique et restauration
ja_jp: 履歴と復元
ko_kr: 기록 및 복원
pt_br: Histórico e restauração
ru_ru: История и восстановление
zh_tw: 歷史還原

# NavHome.Content
source: Quick change
ar_sa: تغيير سريع
de_de: Schnell ändern
es_es: Cambio rápido
fr_fr: Changement rapide
ja_jp: クイック変更
ko_kr: 빠른 변경
pt_br: Troca rápida
ru_ru: Быстрая замена
zh_tw: 快速更換

# NavLibrary.Content
source: Icon library
ar_sa: مكتبة الأيقونات
de_de: Symbolbibliothek
es_es: Biblioteca de iconos
fr_fr: Bibliothèque des icônes
ja_jp: アイコンライブラリ
ko_kr: 아이콘 라이브러리
pt_br: Biblioteca de ícones
ru_ru: Библиотека значков
zh_tw: 圖示庫
